{"mines":[
  {
    "title":"ПМН-1",
    "title_image": "images/pmn1/img1.png",
    "title_desc":"Противопехотная мина нажимная",
    "desc":"Первая версия советской противопехотной мины нажимного действия разработана в конце 1940-х. принята на вооружение Советской Армией в 1950-ом.\nМина выглядит как сплюснутый цилиндр. Корпус из пластмассы (бакелит, карболит). Сверху резиновый колпачок, «подпоясанный» стальным хомутом. Под резиной нажимной датчик цели в виде диска на вертикальном штоке. По бокам торчат элементы управления. С одной стороны отверстие с заглушкой, куда вставляется запал МД-9. С противоположной – предохранитель с чекой. Мины ПМН устанавливаются исключительно вручную. Кассетный вариант засева не предусмотрен. Это касается всего семейства, включая более современные версии. Срабатывание происходит сразу при нажатии и смещении вертикального штока вниз.\nОт взрыва ПМН под ногой эту ногу обычно отрывает по колено. Вторую тоже часто сильно задевает мощным фугасным действием и осколками корпуса, либо вторичными осколками (всяким мусором, подхваченным взрывной волной). Взрыв такой мощи, что сильно может обжечь нижнюю часть тела, и даже лицо, ослепить. Контузия, сотрясение мозга от взрыва и последующего резкого падения тоже обеспечены.Десятки процентов вероятности погибнуть сразу. И только при оперативном оказании качественной первой помощи и эвакуации удаётся спасти человека от гибели из-за полученных повреждений. После такого подрыва оказать себе самопомощь удаётся очень немногим. Поскольку пребывают без сознания.\nНе будучи уверенным, лучше этих древних мин не касаться. Может быть ослаблена от времени пружина под штоком, усилие срабатывание снизится до минимального. Может быть некондиционным металлоэлемент системы дальнего взведения. Начав маскировать мину на местности, можно подорваться.\nПеред установкой нужно отвинтить крышку с ударного механизма, убедиться в наличии и целостности металлического элемента предохранителя (такая пластинка из свинцового сплава). Если всё в порядке, крышку завинчивают обратно.\nСвинцовая пластинка – это основа примитивной системы дальнего взведения. После вынимания чеки, петелька из тонкой стальной проволоки, под воздействием пружины, начинает резать эту мягкую свинцовую пластинку. Когда дорезает, ударник высвобождается и утыкается в боевой упор, который удерживается только штоком датчика цели. От нажатия на датчик упор опускается, ударник под действием пружины проходит и бьёт в капсюль запала. Происходит подрыв основного тротилового заряда мины.\nСначала производят основные работы по подготовке, маскировке, чтобы минимально или вовсе не возиться с уже взведённой миной. Можно ставить просто на поверхность, но лучше сделать углубление. Поместить туда мину, настелить сверху элементы местности так, чтобы они не давили на датчик цели. Тогда выдернуть чеку, довернуть крышку-втулку ударного механизма, не трогая поверхность датчика цели. Поправить маскировку и удалиться. В рыхлый снег ставят через боковую ямку. Делают углубление. В стенке на глубине 3-5 см выбирают нишу под мину. Засовывают её туда. Активируют, и засыпают ямку сбоку.\nОбезвреживать мины ПМН запрещено. Только уничтожение на месте накладным зарядом.\nВес ПМН небольшой. Трудно гарантировано безопасно положить под неё мину ловушку (типа МЛ-8 или что поновее). Да и на огромное число ПМН дефицитные ловушки захочет тратить мало кто. Можно ещё проконтролировать, сдёрнув кошкой или петелькой из стропы. Поэтому мины ПМН можно аккуратно собрать и снести в одно место, и там подорвать все разом. Или, находясь на позиции, собрать мины и переставить их на нужное направление. Это противоречит всем инструкциям! Но опытные бойцы уже по месту решают, нужно ли экономить тротил и подорвать мины не по одной, а централизованно. Или нужно ли им минное поле, либо без него обойдутся.",
    "parms":[
      {
        "name_parms":"Тип: ",
        "parmetr":"фугасная, с временным предохранителем (металлоэлементом)"

      },
      {
        "name_parms":"Материал: ",
        "parmetr":"пластмасса, резина"
      },
      {
        "name_parms":"Диаметр: ",
        "parmetr":"110 мм"
      },
      {
        "name_parms":"Высота:",
        "parmetr":"53 мм"
      },
      {
        "name_parms":"Масса: ",
        "parmetr":"550 г"
      },
      {
        "name_parms":"Тип ВВ: ",
        "parmetr":"Тротил"
      },
      {
        "name_parms":"Масса ВВ: ",
        "parmetr":"200 г"
      },
      {
        "name_parms":"Тип взрывателя: ",
        "parmetr":"механический встроенный"
      },
      {
        "name_parms":"Тип детонатора: ",
        "parmetr":"МД-9"
      },
      {
        "name_parms":"Усилие срабатывания: ",
        "parmetr":"8-25 кгс"
      },
      {
        "name_parms":"Способ установки: ",
        "parmetr":"вручную, ПМЗ-4П"
      },
      {
        "name_parms":"Самоликвидация: ",
        "parmetr":"нет"
      }
    ],
    "img":[
      "images/pmn1/img1.png",
      "images/pmn1/img2.png",
      "images/pmn1/img3.png",
      "images/pmn1/img4.png",
      "images/pmn1/img5.png"
    ]

  },

  {"title":"ПМН-2",
    "title_image": "images/pmn2/img1.png",
    "title_desc":"Противопехотная мина нажимная",
    "desc":"В 1975 году на вооружение Советской Армии поступила модернизированная мина ПМН-2. За счёт применения смеси тротила и гексогена масса взрывчатки снизилась в 2 раза, при незначительном ослаблении фугасного воздействия. То есть ПМН-2 шарашит чуть слабее ПМН первой, но не в 2 раза точно, может в 1.5-1.7, на глазок. Характерная особенность: датчик цели в виде кружочка посередине с крестообразными отводами в стороны. Цвет корпуса обычно зелёный, иногда встречаются коричневые. Цвет датчика – чёрный. Датчик цели не покрывает всю поверхность. Гарантированное нажатие центрального штока происходит только при нажатии на центральный кружок. Срабатывание при наступании на крестовые отводы не гарантировано.\nРасставляется также вручную. Для установки нужно повернуть в любую сторону предохранительную чеку. От этого перерезается мягкая проволока, и начинает работать механизм дальнего взведения. Нужно активировать и уходить, и мина через 30-300 секунд станет в боевое положение.\nПринцип работы пневматики.\nВнутри имеется так называемый сильфон: ёмкость в виде отрезка гофрированной трубы, где сжат воздух. При срыве чеки и обрыве проволоки открывается отверстие. Воздух начинает травить. Пружина снизу давит и сжимает гофрированную камеру, откуда постепенно выходит воздух. Вместе с этим вверх поднимается связанный с сильфоном боевой упор, который удерживает ударник. После высвобождения от упора только шток датчика цели держит ударник. Мина активна. При нажатии на датчик цели, подпружиненный ударник пролетает и бьёт в капсюль переходного заряда. И тот уже заводит основное взрывчатое вещество.\nПо инструкциям, опять же, обезвреживать ПМН-2 не положено! Однако если вы профи, очень хочется и нужно, то (не трогая датчик цели!!!) специальным ключом или даже плоскогубцами (круглогубцами) можно выкрутить сбоку промежуточный заряд (в виде креста). Тогда при активации мины будет лишь небольшой хлопок капсюля, мина слегка разрушится, но основное ВВ не заведётся. Для полноты можно другим специальным ключом выкрутить и капсюль взрывателя из дна мины. После чего её можно безопасно переносить, перевозить. От нажатия на датчик уже ничего не сработает. Прибыв на нужное место можно назад вкрутить капсюль и промежуточный заряд, и аккуратно заминировать, что требуется.\nИногда можно встретить мины ПМН-2, установленные наоборот, дном вверх. Так что нужно быть внимательными, ожидать не только характерного кружка с крестом, но и запомнить форму дна, которая может проступать на поверхности частично, будучи затёртой грунтом. Характерным признаком минирования ПМН-2 где-то рядом, могут послужить пенопластовые укупорки с полостями под датчик цели. А также чеки, оставшиеся после установки мин.",
    "parms":[
      {
        "name_parms":"Тип: ",
        "parmetr":"фугасная, нажимного действия, окончательно снаряженная"

      },
      {
        "name_parms":"Материал: ",
        "parmetr":"пластмасса, резина"
      },
      {
        "name_parms":"Диаметр: ",
        "parmetr":"120 мм"
      },
      {
        "name_parms":"Высота:",
        "parmetr":"54 мм"
      },
      {
        "name_parms":"Масса: ",
        "parmetr":"400 г"
      },
      {
        "name_parms":"Тип ВВ: ",
        "parmetr":"ТГ-40"
      },
      {
        "name_parms":"Масса ВВ: ",
        "parmetr":"100 г"
      },
      {
        "name_parms":"Тип взрывателя: ",
        "parmetr":"механический встроенный с механизмом дальнего взведения"
      },
      {
        "name_parms":"Тип детонатора: ",
        "parmetr":"встроенный"
      },
      {
        "name_parms":"Усилие срабатывания: ",
        "parmetr":"5—25 кгс"
      },
      {
        "name_parms":"Способ установки: ",
        "parmetr":"вручную, ПМЗ-4П"
      },
      {
        "name_parms":"Самоликвидация: ",
        "parmetr":"нет"
      }
    ],
    "img":[
      "images/pmn2/img1.png",
      "images/pmn2/img2.png",
      "images/pmn2/img3.png",
      "images/pmn2/img4.png",
      "images/pmn2/img5.png",
      "images/pmn2/img6.png",
      "images/pmn2/img7.png"
    ]
  },

  {"title":"ПМН-3",
    "title_image": "images/pmn3/img1.png",
    "title_desc":"Противопехотная мина нажимная",
    "desc":"Мина ПМН – 3 состоит из корпуса со встроенным электромеханическим взрывателем, заряда ВВ и источника тока.\n Корпус мины пластмассовый. Он имеет гнездо (4) под источник тока (15) и отсек со съемной крышкой (20) под заряд ВВ (28).\n\nСнятие крышки 20 с отсека производится с помощью капроновой ленты зеленого цвета. На боковой поверхности корпуса размещен световой индикатор. Рядом с ручкой переключателя времени самоликвидации нанесена маркировка времени самоликвидации мины, а со стороны основания мины - контур источника тока со знаками “ + ” и “ - ”.Встроенный электромеханический взрыватель состоит из узла включения с предохранительной чекой, нажимного датчика цели, закрытого резиновым колпачком, элемента неизвлекаемости (наклонного датчика цели), электронного блока со световым индикатором переключателя времени, самоликвидации и предохранительно - исполнительного механизма (ПИМ).\n\nУзел включения состоит из подпружиненного штока с пластиной и контактов. В транспортном положении мины шток удерживается предохранительной чекой, установленной в прорезь штока. Для удобства удаления чека снабжена капроновой ленточкой красного цвета. Нажимной датчик цели состоит из подпружиненной крестовины с винтом и контакта. Резиновый колпак, закрывающий крестовину закреплен сверху корпуса мины крышкой и накидной гайкой. Наклонный датчик цели (шариковый замыкатель) обеспечивает срабатывание мины при ее наклоне на угол более 90°.\n\nЭлектронный блок представляет собой печатную плату с размешенными на ней радиоэлементами и выполняет функции механизма дальнею взведения, блока индикации, устройства необезвреживаемости, исполнительного устройства и механизма самоликвидации. Он обеспечивает время дальнего взведения и перевод мины в боевое положение, а также ее срабатывание при извлечении источника тока или по окончании установленного времени самоликвидации.\n\nСветовой индикатор прерывистым свечением в течение 4,5±1,5 мин после удаления предохранительной чеки сигнализирует о подключении источника тока и об исправности электронного блока.\n\nПереключатель времени самоликвидации позволяет поворотом ручки устанавливать одно из пяти положений времени самоликвидации мины (0,5; 1; 2; 4; 8 сут.). Предохранительно – исполнительный механизм двухзапальный предохранительного типа электровоспламенители (ЭВ-1) и (ЭВ-2) типа НХ-ПЧ-А, движок, контакты, ударник и капсюль-детонатор 21 (МГ-8Т). В транспортном положении мины движок, удерживаясь от перемещения срезной чекой, обеспечивает разрыв огневой цепи мины. При срабатывании электровоспламенителя ЭВ-1 движок перемещается, срезает чеку и замыкает контакты цепи срабатывания электровоспламенителя ЭВ-2. Электровоспламенитель ЭВ-2 срабатывает, ударник накалывает капсюль-детонатор МГ-8Т, который взрывается и передает детонацию дополнительному детонатору и заряду, взрывчатого вещества мины.\n\nЗаряд выполнен из прессованного взрывчатого вещества А-1Х-1 и имеет дополнительный детонатор из взрывчатого вещества тэн массой 1,1 г. \nИсточник тока размещается в специальном гнезде, которое закрывается заглушкой.\n\nПринцип действия мины ПМН-3\nПри удалении предохранительной чеки узла включения, источник тока подключается к блоку индикации и механизму дальнего взведения, световой индикатор начинает прерывисто светиться и светится в течение 4,5±1,5 мин, а затем гаснет. По окончании времени дальнего взведения (через 8.5±1,5 мин после удаления предохранительной, чеки) источник тока подключается к механизму самоликвидации, исполнительному устройству и устройству необезвреживаемости. Мина переходит в боевое положение.\n\nПри воздействии на нажимной датчик цели (при наступании на мину) или наклонный датчик цели (при наклоне мины на угол более 90°) происходят срабатывание исполнительного устройства, предохранительно - исполнительного механизма и взрыв заряда мины. Взрыв мины также происходит при срабатывании устройства необезвреживаемости при попытке обезвреживания мины путем извлечения источника тока или срабатывании механизма самоликвидации по окончании установленного времени самоликвидации.\n\nПорядок установки мины ПМН-3\nМины ПМН-3 устанавливаются вручную: \n• летом - в грунт с маскировкой слоем грунта, толщиной до 2 см или на грунт с маскировкой растительностью\n• зимой - на поверхность грунта или в снег с маскировкой снегом. В твердый утрамбованный снег мины устанавливаются так же, как и в грунт\nПеред установкой необходимо: \n• вскрыть упаковку\n1,6 кОм и вольтметр параллельно источнику тока, при этом напряжение, показываемое прибором, должно быть не менее 8,75 В\n• если напряжение меньше 8,75 В, один - два раза кратковременно (не более 1 с) закоротить положительный и отрицательный выводы источника тока\n• вторично проверить напряжение батареи, если оно меньше 8.75 В, батарею заменить\n• вывинтить заглушку гнезда под источник тока\n• вставить в гнездо источник тока, как показано на основании корпуса мины\n• ввинтить заглушку\nУстановить мину в грунт для, чего: \n• отрыть лунку по диаметру мины глубиной 3 - 4 см\n• снять с помощью ленты зеленого цвета крышку с отсека под заряд\n• придерживая мину одной рукой и направив ее отсеком под заряд от себя, удалить предохранительную чеку\n• по прерывистому свечению светового индикатора убедиться в исправности мины\n3 мин после удаления предохранительной чеки удалиться с места установки мины\n\nЗимой при снежном покрове до 10 см мина ставится на поверхность грунта. При снежном покрове более 10 см мина ставится в снег так, чтобы маскировочный слой снега над миной был не более 5 см. Предохранительная чека после установки мины сдается командиру.",
    "parms":[
      {
        "name_parms":"Тип: ",
        "parmetr":"противопехотная, фугасная, нажимного действия"

      },
      {
        "name_parms":"Материал: ",
        "parmetr":"пластмасса"
      },
      {
        "name_parms":"Диаметр: ",
        "parmetr":"122 мм"
      },
      {
        "name_parms":"Высота:",
        "parmetr":"54 мм"
      },
      {
        "name_parms":"Масса: ",
        "parmetr":"600 гр"
      },
      {
        "name_parms":"Тип ВВ: ",
        "parmetr":"гексоген"
      },
      {
        "name_parms":"Масса ВВ: ",
        "parmetr":"80 гр"
      },
      {
        "name_parms":"Тип взрывателя: ",
        "parmetr":"механический встроенный"
      },
      {
        "name_parms":"Тип детонатора: ",
        "parmetr":"встроенный"
      },
      {
        "name_parms":"Усилие срабатывания: ",
        "parmetr":"15-25 кгс"
      },
      {
        "name_parms":"Способ установки: ",
        "parmetr":"вручную, ПМЗ-4П"
      },
      {
        "name_parms":"Самоликвидация: ",
        "parmetr":"0.5,1,2,4,8 суток"
      }
    ],
    "img":[
      "images/pmn3/img1.png",
      "images/pmn3/img2.png",
      "images/pmn3/img3.png"
    ]
  },
  {"title":"ТМ-62",
    "title_image": "images/img4.png",
    "title_desc":"Противотанковая мина",
    "desc":"Описание 4",
    "parms":[
      {
        "name_parms":"Тип: ",
        "parmetr":"Кассетная, фугасная"

      },
      {
        "name_parms":"Масса: ",
        "parmetr":"0,08 кгn"
      },
      {
        "name_parms":"Тип взрывателя: ",
        "parmetr":"Гидромеханический нажимного действия"
      }
    ],
    "img":[
      "images/img6.png",
      "images/img1.png",
      "images/img3.png",
      "images/img2.png"
    ]

  }
]
}